Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Action.RefreshPortalProfile.Summary
source: Run a fresh Stalker handshake, reload profile data, and retest the portal catalog.
ar_sa: قم بتشغيل تأكيد اتصال Stalker جديد، وأعد تحميل بيانات الملف الشخصي، وأعد اختبار كتالوج البوابة الإلكترونية.
de_de: Führen Sie einen neuen Stalker-Handshake aus, laden Sie die Profildaten neu und testen Sie den Portalkatalog erneut.
es_es: Ejecute un nuevo protocolo de enlace Stalker, vuelva a cargar los datos del perfil y vuelva a probar el catálogo del portal.
fr_fr: Exécutez une nouvelle négociation Stalker, rechargez les données de profil et testez à nouveau le catalogue du portail.
hi_in: एक ताज़ा Stalker हैंडशेक चलाएँ, प्रोफ़ाइल डेटा पुनः लोड करें, और पोर्टल कैटलॉग का पुनः परीक्षण करें।
ja_jp: 新しい Stalker ハンドシェイクを実行し、プロファイル データをリロードし、ポータル カタログを再テストします。
ko_kr: 새로운 Stalker 핸드셰이크를 실행하고, 프로필 데이터를 다시 로드하고, 포털 카탈로그를 다시 테스트하세요.
pt_br: Execute um novo handshake Stalker, recarregue os dados do perfil e teste novamente o catálogo do portal.
tr_tr: Yeni bir Stalker anlaşması yapın, profil verilerini yeniden yükleyin ve portal kataloğunu yeniden test edin.
zh_hans: 运行新的 Stalker 握手、重新加载配置文件数据并重新测试门户目录。

# SourceGuidance_Action_RefreshPortalProfile_Summary
source: Run a fresh Stalker handshake, reload profile data, and retest the portal catalog.
ar_sa: قم بتشغيل تأكيد اتصال Stalker جديد، وأعد تحميل بيانات الملف الشخصي، وأعد اختبار كتالوج البوابة الإلكترونية.
de_de: Führen Sie einen neuen Stalker-Handshake aus, laden Sie die Profildaten neu und testen Sie den Portalkatalog erneut.
es_es: Ejecute un nuevo protocolo de enlace Stalker, vuelva a cargar los datos del perfil y vuelva a probar el catálogo del portal.
fr_fr: Exécutez une nouvelle négociation Stalker, rechargez les données de profil et testez à nouveau le catalogue du portail.
hi_in: एक ताज़ा Stalker हैंडशेक चलाएँ, प्रोफ़ाइल डेटा पुनः लोड करें, और पोर्टल कैटलॉग का पुनः परीक्षण करें।
ja_jp: 新しい Stalker ハンドシェイクを実行し、プロファイル データをリロードし、ポータル カタログを再テストします。
ko_kr: 새로운 Stalker 핸드셰이크를 실행하고, 프로필 데이터를 다시 로드하고, 포털 카탈로그를 다시 테스트하세요.
pt_br: Execute um novo handshake Stalker, recarregue os dados do perfil e teste novamente o catálogo do portal.
tr_tr: Yeni bir Stalker anlaşması yapın, profil verilerini yeniden yükleyin ve portal kataloğunu yeniden test edin.
zh_hans: 运行新的 Stalker 握手、重新加载配置文件数据并重新测试门户目录。

# SourceGuidance.Action.DisableCompanion.Title
source: Disable local companion relay
ar_sa: تعطيل تتابع المرافق المحلي
de_de: Deaktivieren Sie das lokale Companion-Relay
es_es: Deshabilitar el relé complementario local
fr_fr: Désactiver le relais compagnon local
hi_in: स्थानीय साथी रिले को अक्षम करें
ja_jp: ローカルコンパニオンリレーを無効にする
ko_kr: 로컬 컴패니언 릴레이 비활성화
pt_br: Desativar retransmissão complementar local
tr_tr: Yerel tamamlayıcı geçişini devre dışı bırak
zh_hans: 禁用本地同伴中继

# SourceGuidance_Action_DisableCompanion_Title
source: Disable local companion relay
ar_sa: تعطيل تتابع المرافق المحلي
de_de: Deaktivieren Sie das lokale Companion-Relay
es_es: Deshabilitar el relé complementario local
fr_fr: Désactiver le relais compagnon local
hi_in: स्थानीय साथी रिले को अक्षम करें
ja_jp: ローカルコンパニオンリレーを無効にする
ko_kr: 로컬 컴패니언 릴레이 비활성화
pt_br: Desativar retransmissão complementar local
tr_tr: Yerel tamamlayıcı geçişini devre dışı bırak
zh_hans: 禁用本地同伴中继

# SourceGuidance.Action.DisableCompanion.Summary
source: Keep the provider path direct for this source, then rerun refresh and validation.
ar_sa: احتفظ بمسار الموفر مباشرة لهذا المصدر، ثم أعد تشغيل التحديث والتحقق من الصحة.
de_de: Behalten Sie den direkten Anbieterpfad für diese Quelle bei und führen Sie dann die Aktualisierung und Validierung erneut aus.
es_es: Mantenga la ruta del proveedor directa para esta fuente y luego vuelva a ejecutar la actualización y la validación.
fr_fr: Gardez le chemin du fournisseur direct pour cette source, puis réexécutez l'actualisation et la validation.
hi_in: इस स्रोत के लिए प्रदाता पथ को सीधा रखें, फिर ताज़ा करें और सत्यापन पुनः चलाएँ।
ja_jp: プロバイダー パスをこのソースに直接保持し、更新と検証を再実行します。
ko_kr: 이 소스에 대한 공급자 경로를 직접 유지한 다음 새로 고침 및 유효성 검사를 다시 실행하세요.
pt_br: Mantenha o caminho do provedor direto para esta origem e execute novamente a atualização e a validação.
tr_tr: Sağlayıcı yolunu bu kaynak için doğrudan tutun, ardından yenileme ve doğrulamayı yeniden çalıştırın.
zh_hans: 保持此源的直接提供程序路径，然后重新运行刷新和验证。

# SourceGuidance_Action_DisableCompanion_Summary
source: Keep the provider path direct for this source, then rerun refresh and validation.
ar_sa: احتفظ بمسار الموفر مباشرة لهذا المصدر، ثم أعد تشغيل التحديث والتحقق من الصحة.
de_de: Behalten Sie den direkten Anbieterpfad für diese Quelle bei und führen Sie dann die Aktualisierung und Validierung erneut aus.
es_es: Mantenga la ruta del proveedor directa para esta fuente y luego vuelva a ejecutar la actualización y la validación.
fr_fr: Gardez le chemin du fournisseur direct pour cette source, puis réexécutez l'actualisation et la validation.
hi_in: इस स्रोत के लिए प्रदाता पथ को सीधा रखें, फिर ताज़ा करें और सत्यापन पुनः चलाएँ।
ja_jp: プロバイダー パスをこのソースに直接保持し、更新と検証を再実行します。
ko_kr: 이 소스에 대한 공급자 경로를 직접 유지한 다음 새로 고침 및 유효성 검사를 다시 실행하세요.
pt_br: Mantenha o caminho do provedor direto para esta origem e execute novamente a atualização e a validação.
tr_tr: Sağlayıcı yolunu bu kaynak için doğrudan tutun, ardından yenileme ve doğrulamayı yeniden çalıştırın.
zh_hans: 保持此源的直接提供程序路径，然后重新运行刷新和验证。

# SourceLifecycle.Create.DuplicateHint
source: A similar source is already configured. Overlapping items will be treated as mirrored candidates.
ar_sa: تم بالفعل تكوين مصدر مماثل. سيتم التعامل مع العناصر المتداخلة كعناصر مرشحة لها نسخ متطابقة.
de_de: Eine ähnliche Quelle ist bereits konfiguriert. Überlappende Elemente werden als gespiegelte Kandidaten behandelt.
es_es: Una fuente similar ya está configurada. Los elementos superpuestos se tratarán como candidatos reflejados.
fr_fr: Une source similaire est déjà configurée. Les éléments qui se chevauchent seront traités comme des candidats en miroir.
hi_in: एक समान स्रोत पहले से ही कॉन्फ़िगर किया गया है. ओवरलैपिंग आइटमों को प्रतिबिंबित उम्मीदवारों के रूप में माना जाएगा।
ja_jp: 同様のソースがすでに構成されています。重複する項目はミラー化された候補として扱われます。
ko_kr: 유사한 소스가 이미 구성되어 있습니다. 겹치는 항목은 미러링된 후보로 처리됩니다.
pt_br: Uma fonte semelhante já está configurada. Itens sobrepostos serão tratados como candidatos espelhados.
tr_tr: Benzer bir kaynak zaten yapılandırılmıştır. Çakışan öğeler yansıtılmış adaylar olarak değerlendirilecektir.
zh_hans: 已经配置了类似的源。重叠的项目将被视为镜像候选项。

# SourceLifecycle_Create_DuplicateHint
source: A similar source is already configured. Overlapping items will be treated as mirrored candidates.
ar_sa: تم بالفعل تكوين مصدر مماثل. سيتم التعامل مع العناصر المتداخلة كعناصر مرشحة لها نسخ متطابقة.
de_de: Eine ähnliche Quelle ist bereits konfiguriert. Überlappende Elemente werden als gespiegelte Kandidaten behandelt.
es_es: Una fuente similar ya está configurada. Los elementos superpuestos se tratarán como candidatos reflejados.
fr_fr: Une source similaire est déjà configurée. Les éléments qui se chevauchent seront traités comme des candidats en miroir.
hi_in: एक समान स्रोत पहले से ही कॉन्फ़िगर किया गया है. ओवरलैपिंग आइटमों को प्रतिबिंबित उम्मीदवारों के रूप में माना जाएगा।
ja_jp: 同様のソースがすでに構成されています。重複する項目はミラー化された候補として扱われます。
ko_kr: 유사한 소스가 이미 구성되어 있습니다. 겹치는 항목은 미러링된 후보로 처리됩니다.
pt_br: Uma fonte semelhante já está configurada. Itens sobrepostos serão tratados como candidatos espelhados.
tr_tr: Benzer bir kaynak zaten yapılandırılmıştır. Çakışan öğeler yansıtılmış adaylar olarak değerlendirilecektir.
zh_hans: 已经配置了类似的源。重叠的项目将被视为镜像候选项。

# SourceGuidance.Action.RefreshPortalProfile.Button
source: Refresh portal
ar_sa: تحديث البوابة
de_de: Portal aktualisieren
es_es: Actualizar portal
fr_fr: Actualiser le portail
hi_in: रिफ्रेश पोर्टल
ja_jp: ポータルを更新する
ko_kr: 포털 새로고침
pt_br: Atualizar portal
tr_tr: Portalı yenile
zh_hans: 刷新门户

# SourceGuidance_Action_RefreshPortalProfile_Button
source: Refresh portal
ar_sa: تحديث البوابة
de_de: Portal aktualisieren
es_es: Actualizar portal
fr_fr: Actualiser le portail
hi_in: रिफ्रेश पोर्टल
ja_jp: ポータルを更新する
ko_kr: 포털 새로고침
pt_br: Atualizar portal
tr_tr: Portalı yenile
zh_hans: 刷新门户

# SourceGuidance.Action.RetestGuide.Button
source: Retest guide
ar_sa: دليل إعادة الاختبار
de_de: Anleitung zum erneuten Testen
es_es: Guía de repetición de pruebas
fr_fr: Guide de retest
hi_in: पुनः परीक्षण मार्गदर्शिका
ja_jp: 再テストガイド
ko_kr: 재시험 가이드
pt_br: Guia de reteste
tr_tr: Kılavuzu yeniden test edin
zh_hans: 复试指南

# SourceGuidance_Action_RetestGuide_Button
source: Retest guide
ar_sa: دليل إعادة الاختبار
de_de: Anleitung zum erneuten Testen
es_es: Guía de repetición de pruebas
fr_fr: Guide de retest
hi_in: पुनः परीक्षण मार्गदर्शिका
ja_jp: 再テストガイド
ko_kr: 재시험 가이드
pt_br: Guia de reteste
tr_tr: Kılavuzu yeniden test edin
zh_hans: 复试指南

# EpgCoverage.ReviewStatus.TrustedNoProgrammes
source: Trusted match, no programmes in the active window
ar_sa: تطابق موثوق، لا توجد برامج في النافذة النشطة
de_de: Vertrauenswürdige Übereinstimmung, keine Programme im aktiven Fenster
es_es: Coincidencia confiable, no hay programas en la ventana activa
fr_fr: Correspondance fiable, aucun programme dans la fenêtre active
hi_in: विश्वसनीय मिलान, सक्रिय विंडो में कोई प्रोग्राम नहीं
ja_jp: 信頼できる一致、アクティブなウィンドウにプログラムがありません
ko_kr: 신뢰할 수 있는 일치 항목, 활성 창에 프로그램 없음
pt_br: Correspondência confiável, nenhum programa na janela ativa
tr_tr: Güvenilir eşleşme, etkin pencerede program yok
zh_hans: 可信匹配，活动窗口中没有程序

# EpgCoverage_ReviewStatus_TrustedNoProgrammes
source: Trusted match, no programmes in the active window
ar_sa: تطابق موثوق، لا توجد برامج في النافذة النشطة
de_de: Vertrauenswürdige Übereinstimmung, keine Programme im aktiven Fenster
es_es: Coincidencia confiable, no hay programas en la ventana activa
fr_fr: Correspondance fiable, aucun programme dans la fenêtre active
hi_in: विश्वसनीय मिलान, सक्रिय विंडो में कोई प्रोग्राम नहीं
ja_jp: 信頼できる一致、アクティブなウィンドウにプログラムがありません
ko_kr: 신뢰할 수 있는 일치 항목, 활성 창에 프로그램 없음
pt_br: Correspondência confiável, nenhum programa na janela ativa
tr_tr: Güvenilir eşleşme, etkin pencerede program yok
zh_hans: 可信匹配，活动窗口中没有程序

# EpgCoverage.MatchType.Reused
source: Reused
ar_sa: إعادة استخدامها
de_de: Wiederverwendet
es_es: Reutilizado
fr_fr: Réutilisé
hi_in: पुन: उपयोग किया गया
ja_jp: 再利用
ko_kr: 재사용됨
pt_br: Reutilizado
tr_tr: Yeniden kullanıldı
zh_hans: 重复使用

# EpgCoverage_MatchType_Reused
source: Reused
ar_sa: إعادة استخدامها
de_de: Wiederverwendet
es_es: Reutilizado
fr_fr: Réutilisé
hi_in: पुन: उपयोग किया गया
ja_jp: 再利用
ko_kr: 재사용됨
pt_br: Reutilizado
tr_tr: Yeniden kullanıldı
zh_hans: 重复使用

# EpgCoverage.ReviewStatus.SuggestionOnly
source: Suggestion only - not used for current/next guide display
ar_sa: اقتراح فقط - لا يستخدم لعرض الدليل الحالي/التالي
de_de: Nur Vorschlag – wird nicht für die Anzeige des aktuellen/nächsten Reiseführers verwendet
es_es: Solo sugerencia: no se utiliza para la visualización de la guía actual/siguiente
fr_fr: Suggestion uniquement - non utilisée pour l'affichage du guide actuel/suivant
hi_in: केवल सुझाव - वर्तमान/अगले गाइड प्रदर्शन के लिए उपयोग नहीं किया जाता
ja_jp: 提案のみ - 現在/次のガイド表示には使用されません
ko_kr: 제안만 - 현재/다음 가이드 표시에는 사용되지 않습니다.
pt_br: Apenas sugestão - não usado para exibição do guia atual/próximo
tr_tr: Yalnızca öneri - geçerli/sonraki kılavuz ekranı için kullanılmaz
zh_hans: 仅建议 - 不用于当前/下一个指南显示

# EpgCoverage_ReviewStatus_SuggestionOnly
source: Suggestion only - not used for current/next guide display
ar_sa: اقتراح فقط - لا يستخدم لعرض الدليل الحالي/التالي
de_de: Nur Vorschlag – wird nicht für die Anzeige des aktuellen/nächsten Reiseführers verwendet
es_es: Solo sugerencia: no se utiliza para la visualización de la guía actual/siguiente
fr_fr: Suggestion uniquement - non utilisée pour l'affichage du guide actuel/suivant
hi_in: केवल सुझाव - वर्तमान/अगले गाइड प्रदर्शन के लिए उपयोग नहीं किया जाता
ja_jp: 提案のみ - 現在/次のガイド表示には使用されません
ko_kr: 제안만 - 현재/다음 가이드 표시에는 사용되지 않습니다.
pt_br: Apenas sugestão - não usado para exibição do guia atual/próximo
tr_tr: Yalnızca öneri - geçerli/sonraki kılavuz ekranı için kullanılmaz
zh_hans: 仅建议 - 不用于当前/下一个指南显示

# SourceLifecycle.Repair.OperationalMirrorRebuild
source: operational mirror rebuild
ar_sa: إعادة بناء المرآة التشغيلية
de_de: Wiederherstellung des Betriebsspiegels
es_es: reconstrucción del espejo operativo
fr_fr: reconstruction du miroir opérationnel
hi_in: परिचालन दर्पण पुनर्निर्माण
ja_jp: 運用可能なミラーの再構築
ko_kr: 운영 미러 재구축
pt_br: reconstrução de espelho operacional
tr_tr: operasyonel ayna yeniden inşası
zh_hans: 操作镜像重建

# SourceLifecycle_Repair_OperationalMirrorRebuild
source: operational mirror rebuild
ar_sa: إعادة بناء المرآة التشغيلية
de_de: Wiederherstellung des Betriebsspiegels
es_es: reconstrucción del espejo operativo
fr_fr: reconstruction du miroir opérationnel
hi_in: परिचालन दर्पण पुनर्निर्माण
ja_jp: 運用可能なミラーの再構築
ko_kr: 운영 미러 재구축
pt_br: reconstrução de espelho operacional
tr_tr: operasyonel ayna yeniden inşası
zh_hans: 操作镜像重建

# SourceLifecycle.Guide.Pending
source: Guide settings updated. Sync pending.
ar_sa: تم تحديث إعدادات الدليل. المزامنة معلقة.
de_de: Guide-Einstellungen aktualisiert. Synchronisierung steht aus.
es_es: Configuración de la guía actualizada. Sincronización pendiente.
fr_fr: Paramètres du guide mis à jour. Synchronisation en attente.
hi_in: गाइड सेटिंग अपडेट की गईं. समन्वयन लंबित है.
ja_jp: ガイド設定が更新されました。同期が保留中です。
ko_kr: 가이드 설정이 업데이트되었습니다. 동기화 보류 중입니다.
pt_br: Configurações do guia atualizadas. Sincronização pendente.
tr_tr: Kılavuz ayarları güncellendi. Senkronizasyon beklemede.
zh_hans: 指南设置已更新。同步待处理。

# SourceLifecycle_Guide_Pending
source: Guide settings updated. Sync pending.
ar_sa: تم تحديث إعدادات الدليل. المزامنة معلقة.
de_de: Guide-Einstellungen aktualisiert. Synchronisierung steht aus.
es_es: Configuración de la guía actualizada. Sincronización pendiente.
fr_fr: Paramètres du guide mis à jour. Synchronisation en attente.
hi_in: गाइड सेटिंग अपडेट की गईं. समन्वयन लंबित है.
ja_jp: ガイド設定が更新されました。同期が保留中です。
ko_kr: 가이드 설정이 업데이트되었습니다. 동기화 보류 중입니다.
pt_br: Configurações do guia atualizadas. Sincronização pendente.
tr_tr: Kılavuz ayarları güncellendi. Senkronizasyon beklemede.
zh_hans: 指南设置已更新。同步待处理。

# EpgCoverage.MatchType.Normalized
source: Normalized
ar_sa: تطبيع
de_de: Normalisiert
es_es: Normalizado
fr_fr: Normalisé
hi_in: सामान्यीकृत
ja_jp: 正規化された
ko_kr: 정규화됨
pt_br: Normalizado
tr_tr: Normalleştirilmiş
zh_hans: 归一化

# EpgCoverage_MatchType_Normalized
source: Normalized
ar_sa: تطبيع
de_de: Normalisiert
es_es: Normalizado
fr_fr: Normalisé
hi_in: सामान्यीकृत
ja_jp: 正規化された
ko_kr: 정규화됨
pt_br: Normalizado
tr_tr: Normalleştirilmiş
zh_hans: 归一化

# SourceLifecycle.GuideSource.FallbackXmltv
source: Fallback XMLTV
ar_sa: الاحتياطي XMLTV
es_es: Respaldo XMLTV
fr_fr: Solution de secours XMLTV
hi_in: फ़ॉलबैक XMLTV
ja_jp: フォールバック XMLTV
ko_kr: 대체 XMLTV
pt_br: Reserva XMLTV
tr_tr: Geri dönüş XMLTV
zh_hans: 后备 XMLTV

# SourceLifecycle_GuideSource_FallbackXmltv
source: Fallback XMLTV
ar_sa: الاحتياطي XMLTV
es_es: Respaldo XMLTV
fr_fr: Solution de secours XMLTV
hi_in: फ़ॉलबैक XMLTV
ja_jp: フォールバック XMLTV
ko_kr: 대체 XMLTV
pt_br: Reserva XMLTV
tr_tr: Geri dönüş XMLTV
zh_hans: 后备 XMLTV

# SourceGuidance.Capability.NoGuideAdvertised
source: No guide advertised
ar_sa: لا يوجد دليل معلن
de_de: Kein Reiseführer angekündigt
es_es: No se anuncia ninguna guía
fr_fr: Aucun guide annoncé
hi_in: किसी गाइड का विज्ञापन नहीं किया गया
ja_jp: ガイドは宣伝されていません
ko_kr: 가이드 광고 없음
pt_br: Nenhum guia anunciado
tr_tr: Hiçbir rehberin reklamı yapılmadı
zh_hans: 没有发布指南

# SourceGuidance_Capability_NoGuideAdvertised
source: No guide advertised
ar_sa: لا يوجد دليل معلن
de_de: Kein Reiseführer angekündigt
es_es: No se anuncia ninguna guía
fr_fr: Aucun guide annoncé
hi_in: किसी गाइड का विज्ञापन नहीं किया गया
ja_jp: ガイドは宣伝されていません
ko_kr: 가이드 광고 없음
pt_br: Nenhum guia anunciado
tr_tr: Hiçbir rehberin reklamı yapılmadı
zh_hans: 没有发布指南

# SourcesCatalogMoviesSeparatorRun.Text
source: movies /
ar_sa: الأفلام /
de_de: Filme /
es_es: películas /
fr_fr: films /
hi_in: फिल्में /
ja_jp: 映画 /
ko_kr: 영화 /
pt_br: filmes /
tr_tr: filmler /
zh_hans: 电影/

# SourceGuidance.Capability.Catchup.Label
source: Catchup
ar_sa: الحق
de_de: Aufholjagd
es_es: ponerse al día
fr_fr: Rattrapage
hi_in: कैचअप
ja_jp: キャッチアップ
ko_kr: 케첩
pt_br: Recuperação
tr_tr: Yakalama
zh_hans: 追赶

# SourceGuidance_Capability_Catchup_Label
source: Catchup
ar_sa: الحق
de_de: Aufholjagd
es_es: ponerse al día
fr_fr: Rattrapage
hi_in: कैचअप
ja_jp: キャッチアップ
ko_kr: 케첩
pt_br: Recuperação
tr_tr: Yakalama
zh_hans: 追赶

# SourceGuidance.Capability.Guide.Label
source: Guide
ar_sa: مرشد
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# SourceGuidance_Capability_Guide_Label
source: Guide
ar_sa: مرشد
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# SourceGuidance.Action.RepairRuntimeState.Summary
source: Rebuild source health, logical state, and operational candidates without changing provider credentials.
ar_sa: إعادة بناء صحة المصدر والحالة المنطقية والمرشحين التشغيليين دون تغيير بيانات اعتماد الموفر.
de_de: Stellen Sie den Zustand der Quelle, den logischen Status und die Betriebskandidaten wieder her, ohne die Anmeldeinformationen des Anbieters zu ändern.
es_es: Reconstruya el estado del origen, el estado lógico y los candidatos operativos sin cambiar las credenciales del proveedor.
fr_fr: Reconstruisez l’intégrité de la source, l’état logique et les candidats opérationnels sans modifier les informations d’identification du fournisseur.
hi_in: प्रदाता क्रेडेंशियल्स को बदले बिना स्रोत स्वास्थ्य, तार्किक स्थिति और परिचालन उम्मीदवारों का पुनर्निर्माण करें।
ja_jp: プロバイダーの資格情報を変更せずに、ソースの健全性、論理状態、および動作候補を再構築します。
ko_kr: 공급자 자격 증명을 변경하지 않고 소스 상태, 논리적 상태 및 운영 후보를 다시 구축합니다.
pt_br: Reconstrua a integridade da origem, o estado lógico e os candidatos operacionais sem alterar as credenciais do provedor.
tr_tr: Sağlayıcı kimlik bilgilerini değiştirmeden kaynak durumunu, mantıksal durumu ve operasyonel adayları yeniden oluşturun.
zh_hans: 在不更改提供者凭据的情况下重建源运行状况、逻辑状态和操作候选者。

# SourceGuidance_Action_RepairRuntimeState_Summary
source: Rebuild source health, logical state, and operational candidates without changing provider credentials.
ar_sa: إعادة بناء صحة المصدر والحالة المنطقية والمرشحين التشغيليين دون تغيير بيانات اعتماد الموفر.
de_de: Stellen Sie den Zustand der Quelle, den logischen Status und die Betriebskandidaten wieder her, ohne die Anmeldeinformationen des Anbieters zu ändern.
es_es: Reconstruya el estado del origen, el estado lógico y los candidatos operativos sin cambiar las credenciales del proveedor.
fr_fr: Reconstruisez l’intégrité de la source, l’état logique et les candidats opérationnels sans modifier les informations d’identification du fournisseur.
hi_in: प्रदाता क्रेडेंशियल्स को बदले बिना स्रोत स्वास्थ्य, तार्किक स्थिति और परिचालन उम्मीदवारों का पुनर्निर्माण करें।
ja_jp: プロバイダーの資格情報を変更せずに、ソースの健全性、論理状態、および動作候補を再構築します。
ko_kr: 공급자 자격 증명을 변경하지 않고 소스 상태, 논리적 상태 및 운영 후보를 다시 구축합니다.
pt_br: Reconstrua a integridade da origem, o estado lógico e os candidatos operacionais sem alterar as credenciais do provedor.
tr_tr: Sağlayıcı kimlik bilgilerini değiştirmeden kaynak durumunu, mantıksal durumu ve operasyonel adayları yeniden oluşturun.
zh_hans: 在不更改提供者凭据的情况下重建源运行状况、逻辑状态和操作候选者。

# SourceGuidance.Capability.Channels
source: {0:N0} channels
ar_sa: قنوات {0:N0}
de_de: {0:N0}-Kanäle
es_es: Canales {0:N0}
fr_fr: Canaux {0:N0}
hi_in: {0:N0} चैनल
ja_jp: {0:N0} チャンネル
ko_kr: {0:N0} 채널
pt_br: Canais {0:N0}
tr_tr: {0:N0} kanalları
zh_hans: {0:N0} 频道

# SourceGuidance_Capability_Channels
source: {0:N0} channels
ar_sa: قنوات {0:N0}
de_de: {0:N0}-Kanäle
es_es: Canales {0:N0}
fr_fr: Canaux {0:N0}
hi_in: {0:N0} चैनल
ja_jp: {0:N0} チャンネル
ko_kr: {0:N0} 채널
pt_br: Canais {0:N0}
tr_tr: {0:N0} kanalları
zh_hans: {0:N0} 频道

# SourcesLastAttemptDetailsRun.Text
source: Last attempt
ar_sa: المحاولة الأخيرة
de_de: Letzter Versuch
es_es: último intento
fr_fr: Dernière tentative
hi_in: आखिरी प्रयास
ja_jp: 最後の試み
ko_kr: 마지막 시도
pt_br: Última tentativa
tr_tr: Son deneme
zh_hans: 最后一次尝试

# SourceGuidance.Catalog.Movies
source: Movies
ar_sa: أفلام
de_de: Filme
es_es: Películas
fr_fr: Films
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화 산업
pt_br: Filmes
tr_tr: Filmler
zh_hans: 电影

# SourceGuidance_Catalog_Movies
source: Movies
ar_sa: أفلام
de_de: Filme
es_es: Películas
fr_fr: Films
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화 산업
pt_br: Filmes
tr_tr: Filmler
zh_hans: 电影

# SourceLifecycle.Guide.SettingsSaved
source: Guide settings saved. Existing guide data is still available until the next sync.
ar_sa: تم حفظ إعدادات الدليل. تظل بيانات الدليل الموجودة متاحة حتى المزامنة التالية.
de_de: Guide-Einstellungen gespeichert. Vorhandene Guide-Daten sind bis zur nächsten Synchronisierung weiterhin verfügbar.
es_es: Configuración de la guía guardada. Los datos de la guía existente todavía están disponibles hasta la próxima sincronización.
fr_fr: Paramètres du guide enregistrés. Les données du guide existantes sont toujours disponibles jusqu'à la prochaine synchronisation.
hi_in: गाइड सेटिंग्स सहेजी गईं. मौजूदा गाइड डेटा अगले सिंक तक अभी भी उपलब्ध है।
ja_jp: ガイド設定が保存されました。既存のガイド データは、次回の同期まで引き続き使用できます。
ko_kr: 가이드 설정이 저장되었습니다. 기존 가이드 데이터는 다음 동기화 전까지 계속 사용할 수 있습니다.
pt_br: Configurações do guia salvas. Os dados do guia existentes ainda estarão disponíveis até a próxima sincronização.
tr_tr: Kılavuz ayarları kaydedildi. Mevcut kılavuz verileri bir sonraki senkronizasyona kadar hâlâ kullanılabilir durumdadır.
zh_hans: 已保存指南设置。现有指南数据在下次同步之前仍然可用。

# SourceLifecycle_Guide_SettingsSaved
source: Guide settings saved. Existing guide data is still available until the next sync.
ar_sa: تم حفظ إعدادات الدليل. تظل بيانات الدليل الموجودة متاحة حتى المزامنة التالية.
de_de: Guide-Einstellungen gespeichert. Vorhandene Guide-Daten sind bis zur nächsten Synchronisierung weiterhin verfügbar.
es_es: Configuración de la guía guardada. Los datos de la guía existente todavía están disponibles hasta la próxima sincronización.
fr_fr: Paramètres du guide enregistrés. Les données du guide existantes sont toujours disponibles jusqu'à la prochaine synchronisation.
hi_in: गाइड सेटिंग्स सहेजी गईं. मौजूदा गाइड डेटा अगले सिंक तक अभी भी उपलब्ध है।
ja_jp: ガイド設定が保存されました。既存のガイド データは、次回の同期まで引き続き使用できます。
ko_kr: 가이드 설정이 저장되었습니다. 기존 가이드 데이터는 다음 동기화 전까지 계속 사용할 수 있습니다.
pt_br: Configurações do guia salvas. Os dados do guia existentes ainda estarão disponíveis até a próxima sincronização.
tr_tr: Kılavuz ayarları kaydedildi. Mevcut kılavuz verileri bir sonraki senkronizasyona kadar hâlâ kullanılabilir durumdadır.
zh_hans: 已保存指南设置。现有指南数据在下次同步之前仍然可用。

# SourceLifecycle.Create.ImportFailed
source: Source saved, but import failed: {0}
ar_sa: تم حفظ المصدر، ولكن فشل الاستيراد: {0}
de_de: Quelle gespeichert, aber Import fehlgeschlagen: {0}
es_es: Fuente guardada, pero la importación falló: {0}
fr_fr: Source enregistrée, mais l'importation a échoué : {0}
hi_in: स्रोत सहेजा गया, लेकिन आयात विफल: {0}
ja_jp: ソースは保存されましたが、インポートは失敗しました: {0}
ko_kr: 소스가 저장되었지만 가져오기 실패: {0}
pt_br: Fonte salva, mas falha na importação: {0}
tr_tr: Kaynak kaydedildi ancak içe aktarma başarısız oldu: {0}
zh_hans: 源已保存，但导入失败：{0}

# SourceLifecycle_Create_ImportFailed
source: Source saved, but import failed: {0}
ar_sa: تم حفظ المصدر، ولكن فشل الاستيراد: {0}
de_de: Quelle gespeichert, aber Import fehlgeschlagen: {0}
es_es: Fuente guardada, pero la importación falló: {0}
fr_fr: Source enregistrée, mais l'importation a échoué : {0}
hi_in: स्रोत सहेजा गया, लेकिन आयात विफल: {0}
ja_jp: ソースは保存されましたが、インポートは失敗しました: {0}
ko_kr: 소스가 저장되었지만 가져오기 실패: {0}
pt_br: Fonte salva, mas falha na importação: {0}
tr_tr: Kaynak kaydedildi ancak içe aktarma başarısız oldu: {0}
zh_hans: 源已保存，但导入失败：{0}
